# St7EnableModelRotationUnit

Allows the rotation units set by St7SetResultOptions to override the report of rotation in radians, which is the API
default.

long St7EnableModelRotationUnit(long uID)

Input Parameters

uID

Strand7 model file ID.